<template>
  <div class="SecurityPractices">
      <div class="fullInfo">
        <div class="topTittle">
          <!-- <img src="../padi_exam/padi_logo.png" alt="" /> -->
          <h1>标准安全潜水实务了解声明书</h1>
        </div>
        <br />
        <h3>在签名前,请仔细阅读.</h3>
        <span
          >此声明之目的在告知您浮潜和水肺潜水之既定安全潜水规范.这些规范的编辑乃是供您作检查与确认之用,旨在提
          高您对潜水的安心与安全.您必须在此声明书上签名,以证明您了解这些安全潜水规范.在签名之前,请先阅读并讨
          论此声明书之内容.如果您尚未成年,同时也必须请您的家长或监护人在此声明书上签名.</span
        ><br /><br />

        <span
          >本人_________________________________,了解身为一位潜水员,我应该:</span
        ><br />
        <ul>
          <li>
            1.
            维持适合潜水的良好心理与生理状态.潜水时,避免受到酒精和危险药物的作用影响.保持潜水技巧的熟练,在停滞潜水一段时间后,要透过进阶教育以及在有控制的情况下复习潜水技巧的方式尽力提升技巧,并且参阅我的课程相关材料保持重要信息的更新和了解.
          </li>
          <li>
            2.
            熟悉我所要去的潜点.如果不熟悉,就要从备有相关知识的当地来源取得正式的潜点介绍.如果潜水状况比我经历的差,就延后潜水或是选择另一处状况较佳的备用潜点.只从事符合我的训练和经验范围之内的潜水活动.不要从事洞穴潜水或技术潜水,除非受过专门的训练.
          </li>
          <li>
            3.使用自己熟悉的完整、 维修良好而可靠的装备；
            在每次潜水前,要检查装备是否合身以及功能是否正常.在进行水肺潜水时,一定要穿戴浮力控制装置,低压控制充气系统,气体压力表和备用气源以及潜水计划/监视装置(潜水电脑表,RDP/潜水计划表—任何一种你已经被培训过如何使用的).拒绝让不合格的潜水员使用我的装备.
          </li>
          <li>
            4.
            仔细听取潜水简介和指示,并尊重督导潜水活动的人士所提出的建言.要知道在参加专长潜水活动、
            在其他地区
            潜水,以及6个月以上没有潜水再回来潜水等情况,都需要作额外的训练.
          </li>
          <li>
            5. 每一次潜水全程都要严守潜伴制度.计划潜水 —
            包括失散时如何重聚的联络程序以及紧急程序 — 和潜伴之间.
          </li>
          <li>
            6.
            精通制定潜水计划(使用潜水电脑表或潜水计划表).所作的潜水都要是免减压潜水,并且预留安全余地.具备在
            水底监测深度和时间的意识.最大潜水深度不超过我的训练和经验等级和范围.上升速度不得超过每分钟18米
            /60 英尺.做一位安全(SAFE)的潜水员 — 每次潜水都要缓慢上升(Slowly
            Ascend From Every dive).安全停留是另一个预防措施,通常在5米 / 15
            英尺处停留 3 分钟或以上.
          </li>
          <li>
            7.
            维持适当的浮力控制.在水面将配重调整成中性浮力,这时的浮力控制装置内没有空气.在水底时要维持中性浮力.水面游泳和休息时要能浮起.将配重周边的障碍清除,以便拆卸容易以及在潜水遭遇危难时可以建立浮力.佩戴至少一个水面信号装置(比如信号棒,哨子,镜子)
          </li>
          <li>
            8.
            潜水时要正确呼吸.在使用压缩空气呼吸时,绝对不要憋住呼吸或是跳跃式的呼吸,在憋气潜水时(浮潜)要避免过分过度换气.在水中和水底时避免过度疲累,并且要在自己的极限内潜水.
          </li>
          <li>9. 只要可行时,都要使用船只、 浮具、 或是其他水面支撑台.</li>
          <li>
            10. 知道并遵守当地潜水法律和规定,包括对于渔猎和潜水旗的法律规定.
          </li>
        </ul>
        <br />

        <h3>
          本人了解这些既定规范之重要性与目的.我明白这是为我的安全与健康着想,也明白潜水时如没有遵守这些规范,可能导致自身的危险.
        </h3>
        <div class="SecurityPractices_Bottom">
          <div>
            <span>____________________________________</span><br />
            <span>参加者姓名</span><br /><br /><br />
            <span>____________________________________</span><br />
            <span>家长/监护人签名(如适用)</span>
          </div>
          <div>
            <span>____________________________________</span><br />
            <span>日期(日/月/年)</span><br /><br /><br />
            <span>____________________________________</span><br />
            <span>日期(日/月/年)</span>
          </div>
        </div>
      </div>
    </div>
</template>

<script>
export default {

}
</script>
    
<style scoped>
.SecurityPractices{
    width: 940px;
    height: 1220px;
    margin-left: 50px;
    border: 1px solid;
}

.fullInfo{
    width: 778px;
    height: 900px;
    margin-left: 85px;
    padding-top: 65px;
}

.topTittle{
    width: 771px;
    height: 127px;
    display: flex;
}

.topTittle h1{
    width: 667px;
    height: 50px;
    color: white;
    background-color: black;
    margin-left: 20px;
    margin-top: 15px;
    line-height: 45px;
    text-indent: 10px;
}

.fullInfo ul li{
    margin-top: 13px;
}

.SecurityPractices_Bottom{
    display: flex;
    justify-content: space-evenly;
    text-align: center;
}
</style>